Repository: parhamdavari/rabaniDjango
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fa

source: English
fa: انگلیسی

source: Persian
fa: فارسی

source: Arabic
fa: عربی

source: title
fa: عنوان

source: text
fa: متن

source: image
fa: تصویر

source: About Dr. Rabbani
fa: درباره دکتر حسین ربانی‌خواه

source: Learn more about Dr. Hossein Rabbani DDS, a renowned cosmetic dentist. Discover his expertise in smile makeovers, teeth whitening, veneers, and his commitment to patient care.
fa: در مورد دکتر حسین ربانی دندانپزشک زیبایی بیشتر بدانید. تخصص او در اصلاح لبخند، سفید کردن دندان، روکش و تعهد او به مراقبت از بیمار را کشف کنید.

source: About
fa: درباره

source: Well Experience Dentist
fa: دندان‌پزشک باتجربه

source: Dr. Hossein Rabbani Khah is a distinguished cosmetic dentist who completed his dental studies at the prestigious Jondy Shahpour University of Ahvaz. With a deep passion for enhancing smiles, Dr. Rabbani Khah has dedicated his career to the art and science of cosmetic dentistry, with a particular focus on veneer composites. At the helm of Harp Dental Clinic, he leads a team committed to providing exceptional dental care. His expertise in veneer composites allows patients to achieve the perfect balance between aesthetics and functionality, ensuring that each smile is both beautiful and healthy. Dr. Rabbani Khah meticulous approach and dedication to his craft have established him as a trusted name in cosmetic dentistry.
fa: دکتر حسین ربانی خواه دندانپزشک برجسته زیبایی است که تحصیلات خود را در رشته دندانپزشکی در دانشگاه معتبر جندی شاهپور اهواز به پایان رسانده است. دکتر ربانی خواه با اشتیاق عمیق به تقویت لبخند، حرفه خود را وقف هنر و علم دندانپزشکی زیبایی با تمرکز ویژه بر کامپوزیت های روکش کرده است. او در راس کلینیک دندانپزشکی هارپ، تیمی را رهبری می کند که متعهد به ارائه مراقبت های دندانپزشکی استثنایی هستند. تخصص او در کامپوزیت های روکش به بیماران این امکان را می دهد که به تعادل کامل بین زیبایی و عملکرد دست یابند و اطمینان حاصل شود که هر لبخند هم زیبا و هم سالم است.

source: Appointment Dr. Rabbani
fa: رزرو نوبت با دکتر حسین ربانی

source: Book an appointment for a smile makeover, teeth whitening, veneers, and more.
fa: یک نوبت ملاقات برای اصلاح لبخند، سفید کردن دندان، روکش و موارد دیگر رزرو کنید. رزرو نوبت با دکتر حسین ربانی دندانپزشک زیبایی.

source: Contact Us
fa: ارتباط با ما

source: Review Your Information:
fa: اطلاعات نوبت شما:

source: Your Name:
fa: نام و نام خانوادگی:

source: Your Email:
fa: آدرس الکترونیک:

source: Appointment Day:
fa: تاریخ نوبت:

source: Appointment Time:
fa: زمان تقریبی نوبت:

source: Message:
fa: متن پیام:

source: Note:
fa: هشدار:

source: This appointment has NOT been set yet. We will contact you shortly via telephone to confirm your appointment.
fa: این قرار هنوز تعیین نشده است. ما به زودی از طریق تلفن برای تایید قرار ملاقات با شما تماس خواهیم گرفت.

source: en
fa: fa

source: Dr. Hossein Rabbani DDS
fa: دکتر حسین ربانی - دندان‌پزشک زیبایی

source: Experience superior dental care with Dr. Hossein Rabbani DDS, a leading cosmetic dentist. Specializing in smile makeovers, teeth whitening, veneers, and more. Transform your smile today!
fa: با دکتر حسین ربانی، دندانپزشک برجسته زیبایی، مراقبت های دندانی برتر را تجربه کنید. متخصص در اصلاح لبخند، سفید کردن دندان، روکش و موارد دیگر. لبخند خود را امروز متحول کنید!

source: text-align
fa: right

source: Dr. Rabbani
fa: حسین ربانی‌

source: Cosmetic Dentist
fa: دندانپزشک زیبایی

source: Home
fa: خانه

source: Courses
fa: دوره‌های عملی

source: Contact
fa: ارتباط

source: Make an Appointment
fa: درخواست نوبت

source: Connect
fa: ارتباط

source: dir
fa: rtl

source: Unit 1, 8th Floor, Jaam-e-Jam Complex, East Pahlavan St., Ahvaz, Khuzestan, Iran
fa: ایران، اهواز، خیابان پهلوان شرقی، مجتمع پزشکی جام‌جم، طبقه هشتم، واحد 1

source: Services
fa: خدمات

source: Hands-on Courses
fa: دوره‌های عملی

source: Smile Makeovers
fa: لیفت لثه

source: Veneers & Ceramic
fa: کامپوزیت و سرامیک

source: Restorative Dentistry
fa: ترمیم دندان

source: Social Media
fa: شبکه‌های اجتماعی

source: Copyright &copy;<script>document.write(new Date().getFullYear());</script> All rights reserved
fa: تمامی حقوق این وبسایت برای دکتر حسین ربانی‌خواه محفوظ است

source: Full Name
fa: نام و نام خانوادگی

source: Please enter a valid phone number (09xxxxxxxxx)
fa: لطفاً شماره تلفن معتبر وارد کنید (۰۹xxxxxxxxx)

source: Email
fa: آدرس الکترونیک

source: Date
fa: تاریخ نوبت

source: Appointment Time
fa: زمان تقریبی نوبت

source: 9 to 12
fa: ۹ تا ۱۲ صبح

source: 15 to 18
fa: ۱۵ تا ۱۸ ظهر

source: 18 to 21
fa: ۱۸ تا ۲۱ شب

source: Message
fa: متن پیام

source: BOOK
fa: درخواست نوبت

source: Contact Dr. Rabbani
fa: ارتباط با ما

source: Get in touch with Dr. Hossein Rabbani DDS, your trusted cosmetic dentist. Book an appointment for a smile makeover, teeth whitening, veneers, and more. Contact us today!
fa: با دکتر حسین ربانی دندانپزشک زیبایی مورد اعتماد خود در تماس باشید. یک قرار ملاقات برای اصلاح لبخند، سفید کردن دندان، روکش و موارد دیگر رزرو کنید. امروز با ما تماس بگیرید!

source: Message Failed
fa: خطا در ارسال پیام

source: We have already received your message! In case of emergency, use other approaches to send us your message.
fa: ما قبلاً پیام شما را دریافت کرده ایم! در مواقع اضطراری، از روش های دیگر برای ارسال پیام خود برای ما استفاده کنید.

source: Thanks
fa: تشکر

source: We received your email and will respond shortly
fa: ایمیل شما را دریافت کردیم و به زودی پاسخ خواهیم داد

source: Contact Information
fa: اطلاعات تماس

source: Address:
fa: آدرس:

source: Phone:
fa: تماس:

source: Email:
fa: آدرس الکترونیک

source: Instagram
fa: اینستاگرام:

source: Dr. Hossein Rabbani
fa: حسین ربانی

source: Harp Clinic
fa: هارپ

source: Your Name
fa: نام و نام خانوادگی

source: Your Email
fa: آدرس الکترونیک

source: Send
fa: ارسال

source: Send Message
fa: ارسال پیام

source: How can we help you?
fa: چگونه می‌توانیم کمکتان کنیم؟

source: Working Hours
fa: ساعات کاری

source: Saturday - Thursday
fa: شنبه - پنجشنبه

source: Courses Dr. Rabbani
fa: دوره‌های دندانپزشکی

source: Learn more about Cosmetic Dentistry Courses held by Dr. Hossein Rabbani DDS, a renowned cosmetic dentist. Courses cover Composite Veneer Layering Technique.
fa: درباره دوره های دندانپزشکی زیبایی که توسط دکتر حسین ربانی ، دندانپزشک معروف زیبایی برگزار می شود، بیشتر بدانید. دوره ها تکنیک لایه بندی ونیر کامپوزیت را پوشش می دهند.

source: ltr
fa: rtl

source: Today
fa: امروز

source: <br>Is the Day<br>To protect your
fa: <br>یک روز زیبا <br>برای مراقبت از

source: Smile
fa: لبخند شماست

source: Book
fa: درخواست نوبت

source: or Call (+98) 903-310-3516
fa: تماس ۰۹۰۳۳۱۰۳۵۱۶

source: Dr. Hossein Rabbani Khah is an esteemed cosmetic dentist who graduated from the renowned Jondy Shahpour University of Ahvaz. Driven by a passion for enhancing smiles, he has devoted his career to excelling in cosmetic dentistry, particularly in the area of veneer composites.
fa: دکتر حسین ربانی خواه دانش آموخته دانشگاه جندی شاهپور اهواز است. او از ابتدا تمرکز خود را بر حوزه دندانپزشکی زیبایی معطوف کرده است.

source: His expertise in veneer composites ensures that patients achieve the ideal blend of aesthetics and functionality, guaranteeing that every smile is both stunning and healthy. His meticulous attention to detail and dedication to his profession have made him a respected figure in the field of cosmetic dentistry.
fa: تخصص او در روکش‌های کامپوزیت و سرامیک تضمین می‌کند که بیماران به ترکیب‌ایده‌آل زیبایی و سلامت دست می‌یابند. دقت به جزئیات و تعهد به حرفه‌اش، او را به چهره‌ای معتبر در زمینه دندانپزشکی زیبایی تبدیل کرده است.

source: Our Services <br>Your Smile
fa: خدمات ما<br> لبخند شما

source: Composite & Ceramic
fa: کامپوزیت و سرامیک

source: Composite veneers are quick, affordable resin shells applied to teeth, while ceramic veneers are durable, custom-made ceramic shells for a natural look.
fa: اصلاح لبخند بدون تراش آسیب زننده به دندان و با کمترین اماده‌سازی لازم برای اصلاح رنگ و فرم دندان‌ها.

source: Procedures like fillings, crowns, bridges, and dentures to repair and replace teeth.
fa: درمان‌هایی نظیر ترمیم دندان‌های خلفی با مواد همرنگ، روکش تمام سرامیک، اینلی، آنلی.

source: A comprehensive approach combining cosmetic dentistry procedures to achieve desired smile transformation.
fa: یک رویکرد جامع ترکیبی از روش های دندانپزشکی زیبایی برای دستیابی به تغییر شکل لبخند مطلوب.

source: Teeth Whitening
fa: بلیچینگ دندان

source: A cosmetic procedure that lightens the color of teeth, often using bleaching agents or whitening products.
fa: محافظه کارترین درمان زیبایی که کمک می‌کند بدون آسیب و با کمترین هزینه دندان‌هایی سفید داشته باشید.

source: Your Smile...
fa: آدرس الکترونیک

source: Your Beautiful <br>Smile
fa: لبخند زیبا <br>شما

source: Transformative Perfection: Detailed Craftsmanship in Composite Veneers
fa: هنر دست در خلق جزئیات دندان‌های شما

source: Meet Me at <br>Harp
fa: کلینیک هارپ

source: The clinic is located in Jaam-E-Jam complex at east Pahlavan street.
fa: مطب در مجتمع جام جم در خیابان پهلوان شرقی واقع شده است

source: padding-left:
fa: padding-right:

source: Our clinic boasts a team of dentists with extensive experience in delivering top-notch dental care.
fa: دکتر حسین ربانی، دندان‌پزشک زیبایی با بیش از ۱۰۰ کیس موفق.

source: High Technology Facilities
fa: وسایل با بالاترین تکنولوژی

source: We utilize the latest dental technology to ensure precise diagnoses and effective treatments.
fa: بهره‌گیری از تکنولوژی روز دندانپزشکی برای اطمینان از تشخیص دقیق و درمان‌ مؤثر.

source: Comfortable Clinic
fa: کلینیک با محیط آرام و راحت

source: Patients enjoy a relaxing atmosphere with comfortable amenities designed to ease dental anxiety.
fa: استفاده از امکانات و فضای آرامش بخش برای کاهش اضطراب دندان‌پزشکی شما.

source: Your Smile<br>Our Solidity
fa: لبخند شما <br>استحکام ما

source: Radiant Results: Showcasing Complete Smile Transformations
fa: نمایش تغییرات کامل لبخند

source: More
fa: بیشتر
